Repository: sajjadcsna3-oss/AppForNetflix
Catalog: AppforNetflix/Localizable.xcstrings
Source language: en
Languages: ar, bn, cs, da, de, el, es, fi, fil, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_pt, ro, ru, sk, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Your purchase is pending approval.
ar: عملية الشراء الخاصة بك في انتظار الموافقة.
bn: আপনার ক্রয় অনুমোদন মুলতুবি আছে.
cs: Váš nákup čeká na schválení.
da: Dit køb afventer godkendelse.
de: Ihr Kauf muss noch genehmigt werden.
el: Η αγορά σας εκκρεμεί έγκριση.
es: Tu compra está pendiente de aprobación.
fi: Ostoksesi odottaa hyväksyntää.
fil: Ang iyong pagbili ay nakabinbin ang pag-apruba.
fr: Votre achat est en attente d'approbation.
he: הרכישה שלך ממתינה לאישור.
hi: आपकी खरीदारी अनुमोदन हेतु लंबित है.
hr: Vaša kupnja čeka odobrenje.
hu: Vásárlása jóváhagyásra vár.
id: Pembelian Anda sedang menunggu persetujuan.
it: Il tuo acquisto è in attesa di approvazione.
ja: 購入は承認待ちです。
ko: 구매가 승인 대기 중입니다.
ms: Pembelian anda menunggu kelulusan.
nb: Kjøpet ditt venter på godkjenning.
nl: Uw aankoop wacht op goedkeuring.
pl: Twój zakup oczekuje na zatwierdzenie.
pt_pt: Sua compra está pendente de aprovação.
ro: Achiziția dvs. este în așteptarea aprobării.
ru: Ваша покупка ожидает одобрения.
sk: Váš nákup čaká na schválenie.
sv: Ditt köp väntar på godkännande.
th: การซื้อของคุณอยู่ระหว่างรอการอนุมัติ
tr: Satın alma işleminiz onay bekliyor.
uk: Ваша покупка очікує на підтвердження.
ur: آپ کی خریداری کی منظوری زیر التواء ہے۔
vi: Giao dịch mua hàng của bạn đang chờ phê duyệt.
zh_hans: 您的购买正在等待批准。
zh_hant: 您的購買正在等待批准。

source: The purchase could not be completed. Please try again.
ar: لا يمكن إكمال عملية الشراء. يرجى المحاولة مرة أخرى.
bn: ক্রয় সম্পূর্ণ করা যায়নি. আবার চেষ্টা করুন.
cs: Nákup nebylo možné dokončit. Zkuste to prosím znovu.
da: Købet kunne ikke gennemføres. Prøv venligst igen.
de: Der Kauf konnte nicht abgeschlossen werden. Bitte versuchen Sie es erneut.
el: Δεν ήταν δυνατή η ολοκλήρωση της αγοράς. Δοκιμάστε ξανά.
es: La compra no se pudo completar. Por favor inténtalo de nuevo.
fi: Ostoa ei voitu suorittaa loppuun. Yritä uudelleen.
fil: Hindi makumpleto ang pagbili. Pakisubukang muli.
fr: L'achat n'a pas pu être finalisé. Veuillez réessayer.
he: לא ניתן היה להשלים את הרכישה. אנא נסה שוב.
hi: खरीदारी पूरी नहीं हो सकी. कृपया पुन: प्रयास करें।
hr: Kupnja nije mogla biti dovršena. Molimo pokušajte ponovo.
hu: A vásárlást nem lehetett befejezni. Kérjük, próbálja újra.
id: Pembelian tidak dapat diselesaikan. Silakan coba lagi.
it: Impossibile completare l'acquisto. Per favore riprova.
ja: 購入を完了できませんでした。もう一度試してください。
ko: 구매를 완료할 수 없습니다. 다시 시도해 주세요.
ms: Pembelian tidak dapat diselesaikan. Sila cuba lagi.
nb: Kjøpet kunne ikke gjennomføres. Vennligst prøv igjen.
nl: De aankoop kon niet worden voltooid. Probeer het opnieuw.
pl: Nie udało się sfinalizować zakupu. Spróbuj ponownie.
pt_pt: A compra não pôde ser concluída. Por favor, tente novamente.
ro: Achiziția nu a putut fi finalizată. Vă rugăm să încercați din nou.
ru: Покупка не может быть завершена. Пожалуйста, попробуйте еще раз.
sk: Nákup nebolo možné dokončiť. Skúste to znova.
sv: Köpet kunde inte genomföras. Försök igen.
th: ไม่สามารถดำเนินการซื้อให้เสร็จสิ้นได้ โปรดลองอีกครั้ง
tr: Satın alma işlemi tamamlanamadı. Lütfen tekrar deneyin.
uk: Не вдалося завершити покупку. Спробуйте ще раз.
ur: خریداری مکمل نہیں ہو سکی۔ براہ کرم دوبارہ کوشش کریں۔
vi: Việc mua hàng không thể hoàn tất. Vui lòng thử lại.
zh_hans: 购买无法完成。请再试一次。
zh_hant: 購買無法完成。請再試一次。

source: Your purchases were restored.
ar: تمت استعادة مشترياتك.
bn: আপনার কেনাকাটা পুনরুদ্ধার করা হয়েছে.
cs: Vaše nákupy byly obnoveny.
da: Dine køb blev gendannet.
de: Ihre Einkäufe wurden wiederhergestellt.
el: Οι αγορές σας αποκαταστάθηκαν.
es: Tus compras fueron restauradas.
fi: Ostoksesi palautettiin.
fil: Na-restore ang iyong mga binili.
fr: Vos achats ont été restaurés.
he: הרכישות שלך שוחזרו.
hi: आपकी खरीदारी बहाल कर दी गई.
hr: Vaše kupnje su vraćene.
hu: Vásárlásait visszaállítottuk.
id: Pembelian Anda telah dipulihkan.
it: I tuoi acquisti sono stati ripristinati.
ja: 購入内容が復元されました。
ko: 구매 항목이 복원되었습니다.
ms: Pembelian anda telah dipulihkan.
nb: Kjøpene dine ble gjenopprettet.
nl: Je aankopen zijn hersteld.
pl: Twoje zakupy zostały przywrócone.
pt_pt: Suas compras foram restauradas.
ro: Achizițiile dvs. au fost restaurate.
ru: Ваши покупки восстановлены.
sk: Vaše nákupy boli obnovené.
sv: Dina köp har återställts.
th: การซื้อของคุณได้รับการกู้คืนแล้ว
tr: Satın alma işlemleriniz geri yüklendi.
uk: Ваші покупки відновлено.
ur: آپ کی خریداریاں بحال ہو گئیں۔
vi: Giao dịch mua hàng của bạn đã được khôi phục.
zh_hans: 您的购买已恢复。
zh_hant: 您的購買已恢復。

source: No previous purchases were found.
ar: لم يتم العثور على مشتريات سابقة.
bn: কোনো আগের কেনাকাটা পাওয়া যায়নি.
cs: Nebyly nalezeny žádné předchozí nákupy.
da: Ingen tidligere køb blev fundet.
de: Es wurden keine früheren Käufe gefunden.
el: Δεν βρέθηκαν προηγούμενες αγορές.
es: No se encontraron compras anteriores.
fi: Aikaisempia ostoksia ei löytynyt.
fil: Walang nakitang mga nakaraang pagbili.
fr: Aucun achat précédent n'a été trouvé.
he: לא נמצאו רכישות קודמות.
hi: कोई पिछली खरीदारी नहीं मिली.
hr: Nisu pronađene prethodne kupnje.
hu: Nem található korábbi vásárlás.
id: Tidak ada pembelian sebelumnya yang ditemukan.
it: Non è stato trovato alcun acquisto precedente.
ja: 以前に購入したものは見つかりませんでした。
ko: 이전 구매 내역이 없습니다.
ms: Tiada pembelian sebelumnya ditemui.
nb: Ingen tidligere kjøp ble funnet.
nl: Er zijn geen eerdere aankopen gevonden.
pl: Nie znaleziono żadnych wcześniejszych zakupów.
pt_pt: Nenhuma compra anterior foi encontrada.
ro: Nu au fost găsite achiziții anterioare.
ru: Предыдущих покупок не обнаружено.
sk: Nenašli sa žiadne predchádzajúce nákupy.
sv: Inga tidigare köp hittades.
th: ไม่พบการซื้อก่อนหน้านี้
tr: Daha önce satın alınan bir ürün bulunamadı.
uk: Попередніх покупок не знайдено.
ur: کوئی پچھلی خریداری نہیں ملی۔
vi: Không tìm thấy giao dịch mua trước đó.
zh_hans: 没有找到以前的购买记录。
zh_hant: 沒有找到以前的購買記錄。

source: Purchases could not be restored. Please try again.
ar: لا يمكن استعادة المشتريات. يرجى المحاولة مرة أخرى.
bn: কেনাকাটা পুনরুদ্ধার করা যায়নি। আবার চেষ্টা করুন.
cs: Nákupy se nepodařilo obnovit. Zkuste to prosím znovu.
da: Køb kunne ikke genoprettes. Prøv venligst igen.
de: Einkäufe konnten nicht wiederhergestellt werden. Bitte versuchen Sie es erneut.
el: Δεν ήταν δυνατή η επαναφορά των αγορών. Δοκιμάστε ξανά.
es: Las compras no se pudieron restaurar. Por favor inténtalo de nuevo.
fi: Ostoksia ei voitu palauttaa. Yritä uudelleen.
fil: Hindi maibalik ang mga binili. Pakisubukang muli.
fr: Les achats n'ont pas pu être restaurés. Veuillez réessayer.
he: לא ניתן היה לשחזר את הרכישות. אנא נסה שוב.
hi: खरीदारी बहाल नहीं की जा सकी. कृपया पुन: प्रयास करें।
hr: Kupnje se ne mogu vratiti. Molimo pokušajte ponovo.
hu: A vásárlásokat nem lehetett visszaállítani. Kérjük, próbálja újra.
id: Pembelian tidak dapat dikembalikan. Silakan coba lagi.
it: Impossibile ripristinare gli acquisti. Per favore riprova.
ja: 購入を復元できませんでした。もう一度試してください。
ko: 구매를 복원할 수 없습니다. 다시 시도해 주세요.
ms: Pembelian tidak dapat dipulihkan. Sila cuba lagi.
nb: Kjøp kunne ikke gjenopprettes. Vennligst prøv igjen.
nl: Aankopen konden niet worden hersteld. Probeer het opnieuw.
pl: Nie udało się przywrócić zakupów. Spróbuj ponownie.
pt_pt: Não foi possível restaurar as compras. Por favor, tente novamente.
ro: Achizițiile nu au putut fi restabilite. Vă rugăm să încercați din nou.
ru: Покупки восстановить не удалось. Пожалуйста, попробуйте еще раз.
sk: Nákupy nebolo možné obnoviť. Skúste to znova.
sv: Köp kunde inte återställas. Försök igen.
th: ไม่สามารถกู้คืนการซื้อได้ โปรดลองอีกครั้ง
tr: Satın alma işlemleri geri yüklenemedi. Lütfen tekrar deneyin.
uk: Покупки не можна відновити. Спробуйте ще раз.
ur: خریداریاں بحال نہیں ہو سکیں۔ براہ کرم دوبارہ کوشش کریں۔
vi: Không thể khôi phục giao dịch mua. Vui lòng thử lại.
zh_hans: 无法恢复购买。请再试一次。
zh_hant: 無法恢復購買。請再試一次。

source: This link has not been configured for this build.
ar: لم يتم تكوين هذا الرابط لهذا البناء.
bn: এই লিঙ্কটি এই বিল্ডের জন্য কনফিগার করা হয়নি।
cs: Tento odkaz nebyl pro toto sestavení nakonfigurován.
da: Dette link er ikke blevet konfigureret til denne build.
de: Dieser Link wurde für diesen Build nicht konfiguriert.
el: Αυτός ο σύνδεσμος δεν έχει ρυθμιστεί για αυτήν την έκδοση.
es: Este enlace no se ha configurado para esta compilación.
fi: Tätä linkkiä ei ole määritetty tälle koontiversiolle.
fil: Ang link na ito ay hindi pa na-configure para sa build na ito.
fr: Ce lien n'a pas été configuré pour cette version.
he: קישור זה לא הוגדר עבור המבנה הזה.
hi: इस लिंक को इस बिल्ड के लिए कॉन्फ़िगर नहीं किया गया है.
hr: Ova veza nije konfigurirana za ovu verziju.
hu: Ez a hivatkozás nincs konfigurálva ehhez a buildhez.
id: Tautan ini belum dikonfigurasi untuk build ini.
it: Questo collegamento non è stato configurato per questa build.
ja: このリンクはこのビルドに対して設定されていません。
ko: 이 링크는 이 빌드에 대해 구성되지 않았습니다.
ms: Pautan ini belum dikonfigurasikan untuk binaan ini.
nb: Denne koblingen er ikke konfigurert for denne versjonen.
nl: Deze link is niet geconfigureerd voor deze build.
pl: To łącze nie zostało skonfigurowane dla tej kompilacji.
pt_pt: Este link não foi configurado para esta compilação.
ro: Acest link nu a fost configurat pentru această versiune.
ru: Эта ссылка не настроена для этой сборки.
sk: Tento odkaz nebol nakonfigurovaný pre túto zostavu.
sv: Den här länken har inte konfigurerats för den här versionen.
th: ลิงก์นี้ไม่ได้รับการกำหนดค่าสำหรับโครงสร้างนี้
tr: Bu bağlantı bu yapı için yapılandırılmadı.
uk: Це посилання не було налаштовано для цієї збірки.
ur: اس لنک کو اس تعمیر کے لیے کنفیگر نہیں کیا گیا ہے۔
vi: Liên kết này chưa được định cấu hình cho bản dựng này.
zh_hans: 尚未为此版本配置此链接。
zh_hant: 尚未為此版本配置此連結。

source: Streaming-provider availability data is provided by JustWatch.
ar: يتم توفير بيانات توفر موفر البث بواسطة JustWatch.
bn: স্ট্রিমিং-প্রদানকারীর প্রাপ্যতা ডেটা JustWatch দ্বারা সরবরাহ করা হয়।
cs: Údaje o dostupnosti poskytovatele streamování poskytuje JustWatch.
da: Streamingudbyderens tilgængelighedsdata leveres af JustWatch.
de: Daten zur Verfügbarkeit von Streaming-Anbietern werden von JustWatch bereitgestellt.
el: Τα δεδομένα διαθεσιμότητας παρόχου ροής παρέχονται από το JustWatch.
es: JustWatch proporciona los datos de disponibilidad del proveedor de streaming.
fi: Suoratoistontarjoajan saatavuustiedot tarjoaa JustWatch.
fil: Ang data ng availability ng streaming-provider ay ibinibigay ng JustWatch.
fr: Les données de disponibilité des fournisseurs de streaming sont fournies par JustWatch.
he: נתוני זמינות ספקי סטרימינג מסופקים על ידי JustWatch.
hi: स्ट्रीमिंग-प्रदाता उपलब्धता डेटा जस्टवॉच द्वारा प्रदान किया जाता है।
hr: Podatke o dostupnosti pružatelja strujanja pruža JustWatch.
hu: A streaming-szolgáltató elérhetőségi adatait a JustWatch biztosítja.
id: Data ketersediaan penyedia streaming disediakan oleh JustWatch.
it: I dati sulla disponibilità del provider di streaming sono forniti da JustWatch.
ja: ストリーミング プロバイダーの可用性データは、JustWatch によって提供されます。
ko: 스트리밍 공급자 가용성 데이터는 JustWatch에서 제공됩니다.
ms: Data ketersediaan pembekal penstriman disediakan oleh JustWatch.
nb: Tilgjengelighetsdata for strømmeleverandører leveres av JustWatch.
nl: Beschikbaarheidsgegevens van streamingproviders worden geleverd door JustWatch.
pl: Dane o dostępności dostawców usług przesyłania strumieniowego są dostarczane przez JustWatch.
pt_pt: Os dados de disponibilidade do provedor de streaming são fornecidos pelo JustWatch.
ro: Datele despre disponibilitatea furnizorilor de streaming sunt furnizate de JustWatch.
ru: Данные о доступности потокового провайдера предоставляются JustWatch.
sk: Údaje o dostupnosti poskytovateľa streamovania poskytuje JustWatch.
sv: Streamingleverantörs tillgänglighetsdata tillhandahålls av JustWatch.
th: ข้อมูลความพร้อมใช้งานของผู้ให้บริการสตรีมมิ่งจัดทำโดย JustWatch
tr: Akış sağlayıcının kullanılabilirlik verileri JustWatch tarafından sağlanır.
uk: Дані про доступність потокового постачальника надає JustWatch.
ur: سٹریمنگ فراہم کرنے والے کی دستیابی کا ڈیٹا JustWatch کے ذریعے فراہم کیا جاتا ہے۔
vi: Dữ liệu sẵn có của nhà cung cấp dịch vụ phát trực tuyến được cung cấp bởi JustWatch.
zh_hans: 流媒体提供商可用性数据由 JustWatch 提供。
zh_hant: 串流媒體提供者可用性資料由 JustWatch 提供。
